;描述,先保留
[General]
skin_name=new
skin_version=1.0
skin_author=匿名
skin_email=
skin_time=2014.07.24
skin_info=欢迎大家使用
skin_type=1

;显示相关的字段
[Display]
font_size=16
font_ch=宋体
font_en=Arial
;拼音颜色（Style_Cand_Word_1）
pinyin_color=0xb96205
;选中的候选颜色（Style_Cand_Word_1_Focused）
zhongwen_first_color=0xff
;默认候选颜色（Style_Cand_Word_1）
zhongwen_color=0xe58200

[Directory]
res_dir=480/res
 
;横向合体候选窗口
[Scheme_H1]
;背景
;pic=skin1.png
pic=cand_bg.png
;0/1：横向拉伸/横向平铺，后面两个数字是距离左边和右边的距离
layout_horizontal=1,0,107
;0/1：纵向拉伸/纵向平铺，后面两个数字是距离上部和下部的距离
layout_vertical=0,0,0
;是否画分割线，以及距离两边的距离
;separator=0xd8d8d8,1,23
;拼音区距离上、下（分割线）、左、右
pinyin_marge=10,5,15,30
;候选区距离上（分割线）、下、左、右
zhongwen_marge=0,10,15,100

;纵向合体候选窗口,类比上面
[Scheme_V1]
;pic=skin2.bmp
pic=comb_bg.png
layout_horizontal=1,47,26
layout_vertical=1,27,52
;separator=0xcbcbcb,1,1
pinyin_marge=10,5,15,20
zhongwen_marge=0,10,15,100

;状态栏
[StatusBar]
;背景
pic=btn_keyboard_key_normal.png
;中英文的图标是否显示
cn_en_display=1
;中英文的图标的坐标
cn_en_pos=10,7
;中英文的普通图标（中文、英文、大写）
cn_en=cn1.bmp,en1.bmp,a1.bmp
;中英文的按下图标（中文、英文、大写）
cn_en_down=cn3.bmp,en3.bmp,a3.bmp
;中英文的悬浮图标（中文、英文、大写）
cn_en_hover=cn2.bmp,en2.bmp,a2.bmp
;全半角是否显示
quan_ban_display=1
;全半角坐标
quan_ban_pos=33,7
;全半角普通（全角、半角）
quan_ban=quan1.bmp,ban1.bmp
;全半角按下（全角、半角）
quan_ban_down=quan3.bmp,ban3.bmp
;全半角悬浮（全角、半角）
quan_ban_hover=quan2.bmp,ban2.bmp
;标点的图标是否显示
biaodian_display=1
;标点的图标的坐标
biaodian_pos=56,7
;标点的普通图标（中文、英文）
biaodian=cn_biaodian1.bmp,en_biaodian1.bmp
;标点的按下图标（中文、英文）
biaodian_down=cn_biaodian3.bmp,en_biaodian3.bmp
;标点的悬浮图标（中文、英文）
biaodian_hover=cn_biaodian2.bmp,en_biaodian2.bmp
;语音
speech_display=1
speech_pos=79,7
speech=speech1.bmp
speech_down=speech2.bmp
speech_hover=speech3.bmp
;讯飞麦克风
phone_display=1
phone_pos=102,7
phone=phone1.bmp
phone_down=phone2.bmp
phone_hover=phone3.bmp
;设置
menu_display=1
;设置坐标
menu_pos=125,7
;设置普通
menu=menu1.bmp
;设置按下
menu_down=menu3.bmp
;设置悬浮
menu_hover=menu2.bmp
